/**
 * Arabic translation for bootstrap-datepicker
 * Mohammed Alshehri <alshehri866@gmail.com>
 */
;(function($){
    $.fn.datepicker.dates['ar-SA'] = {
        days: ["الأحد", "الاثنين", "الثلاثاء", "الأربعاء", "الخميس", "الجمعة", "السبت", "الأحد"],
        daysShort: ["أحد", "اثنين", "ثلاثاء", "أربعاء", "خميس", "جمعة", "سبت", "أحد"],
        daysMin: ["ح", "ن", "ث", "ع", "خ", "ج", "س", "ح"],
        months: ['محرّم', 'صفر', 'ربيع 1', 'ربيع 2', 'جماد 1', 'جماد 2', 'رجب', 'شعبان', 'رمضان', 'شوّال', 'القعدة', 'الحجة'],
        monthsShort: ['محرّم', 'صفر', 'ربيع 1', 'ربيع 2', 'جماد 1', 'جماد 2', 'رجب', 'شعبان', 'رمضان', 'شوّال', 'القعدة', 'الحجة'],
        today: "هذا اليوم",
        rtl: true
    };
}(jQuery));
